{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1'"
    },
    "folke.which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "monokai": {
      "src": "https://github.com/tanvirtin/monokai.nvim"
    },
    "nvim-tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'nvim-tree-v1.17.0'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "whichkey": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'v3.17.0'"
    }
  }
}
